/* Unable to build Maven project for {path}. */
"Build failure for project: %@" = "Neúspěšný build projektu: %@";

/* Error file was created at {path}. */
"Error file created at path: %@" = "Vytvořen chybový soubor: %@";

/* Default {Maven command} will be used instead of empty command. */
"No Maven command specified, will use default: %@" = "Nebyl zadán příkaz pro Maven, bude použit výchozí příkaz: %@";

/* Default {Maven installation directory} will be used instead of empty path. */
"No Maven installation directory specified, will use default: %@" = "Nebyla zadána cesta pro Maven, bude použita výchozí hodnota: %@";

/* Unable to create error log at {path} for {reason}. */
"Unable to create error log at path: %@, reason: %@" = "Nepodařilo se vytvořit chybový soubor: %1$@, důvod: %2$@";

/* Unable to launch Maven due to {error}. */
"Unable to launch Maven. Reason: %@" = "Nepodařilo se spustit Maven. Důvod: %@";
